class_name AoristosAll extends Node

static var definition := "Put the word in Αόριστος"

static var list : Dictionary = {
		"Αγοράζω" : "αγόρασα",
	"Αποφασίζω" : "αποφάσισα",
	"Αρχίζω" : "άρχισα",
	"Γνωρίζω" : "γνώρισα",
	"Γυρίζω" : "γύρισα",
	"Διαβάζω" : "διάβασα",
	"Ετοιμάζω" : "ετοίμασα",
	"Αφήνω" : "άφησα",
	"Κλείνω" : "έκλεισα",
	"Πληρώνω" : "πλήρωσα",
	"Τελειώνω" : "τελείωσα",
	"Φτάνω" : "έφτασα",
	"Χάνω" : "έχασα",
	"Λείπω" : "έλειψα",
	"Κόβω" : "έκοψα",
	"Γράφω" : "έγραψα",
	"Δουλεύω" : "δούλεψα",
	"Μαγειρεύω" : "μαγείρεψα",
	"Ταξιδεύω" : "ταξίδεψα",
	"Χορεύω" : "χόρεψα",
	"Αλλάζω" : "άλλαξα",
	"Παίζω" : "έπαιξα",
	"Μπλέκω" : "έμπλεξα",
	"Ανοίγω" : "άνοιξα",
	"Τρέχω" : "έτρεξα",
	"Δείχνω" : "έδειξα",
	"Φτιάχνω" : "έφτιαξα",
	"Ψάχνω" : "έψαξα",
}
