class_name MellontasA extends Node

static var definition := "Put the word in μελλοντας"

static var list : Dictionary = {
	"Αγοράζω" : "θα αγοράσω",
	"Αποφασίζω" : "θα αποφασίσω",
	"Αρχίζω" : "θα αρχίσω",
	"Γνωρίζω" : "θα γνωρίσω",
	"Γυρίζω" : "θα γυρίσω",
	"Διαβάζω" : "θα διαβάσω",
	"Ετοιμάζω" : "θα ετοιμάσω",
	"Αφήνω" : "θα αφήσω",
	"Κλείνω" : "θα κλείσω",
	"Πληρώνω" : "θα πληρώσω",
	"Τελειώνω" : "θα τελειώσω",
	"Φτάνω" : "θα φτάσω",
	"Χάνω" : "θα χάσω",
	"Λείπω" : "θα λείψω",
	"Κόβω" : "θα κόψω",
	"Γράφω" : "θα γράψω",
	"Δουλεύω" : "θα δουλέψω",
	"Μαγειρεύω" : "θα μαγειρέψω",
	"Ταξιδεύω" : "θα ταξιδέψω",
	"Χορεύω" : "θα χορέψω",
	"Αλλάζω" : "θα αλλάξω",
	"Παίζω" : "θα παίξω",
	"Μπλέκω" : "θα μπλέξω",
	"Ανοίγω" : "θα ανοίξω",
	"Τρέχω" : "θα τρέξω",
	"Δείχνω" : "θα δείξω",
	"Φτιάχνω" : "θα φτιάξω",
	"Ψάχνω" : "θα ψάξω",
}
